Repository: climateequityreferenceproject/cerc-web
Catalog: public_html/locale/*/LC_MESSAGES/messages.po
Languages: fr

source: Table view:
fr: Vue:

source: Year to display:
fr: Année à afficher:

source: Country to display for country report
fr: Pays pour afficher

source: Country to display:
fr: Pays pour afficher:

source: Decimal places:
fr: Nombre de décimales:

source: Global mitigation pathway:
fr: Voie atténuation au niveau mondial:

source: Cumulative since:
fr: S'accumulent depuis:

source: Development threshold:
fr: Seuil de développement:

source: Luxury threshold:
fr: Seuil de luxe:

source: Cap baselines at luxury threshold
fr: Tronquer référence au seuil de luxe

source: Progressive between thresholds
fr: Augmenter régulièrement entre les lignes de base

source: Responsibility weight:
fr: Facteur de la responsabilité:

source: Total cost as % GWP:
fr: Coût total en% du PIB mondial:

source: Emissions elasticity:
fr: l'Elasticité des émissions:

source: Sequencing
fr: Séquençage

source: Use sequencing
fr: Utilisez séquençage

source: A1 reduction %:
fr: % De réduction pour les pays de l'Annexe I:

source: Sequencing base yr:
fr: Année de départ pour le séquençage:

source: End of period:
fr: Fin de la période

source: A1 smoothing:
fr: Paramètre de lissage pour les pays de l'Annexe I:

source: Mitigation requirement gap borne by:
fr: Écart d'atténuation sont pris en charge par :

source: Annex 1
fr: Annexe I

source: Annex 2
fr: Annexe II

source: calculate
fr: calculer

source: reset to initial values
fr: réinitialiser les valeurs par défaut

source: Available Countries:
fr: Pays Disponibles:

source: Add
fr: Ajouter

source: Remove
fr: Enlever

source: Selected Countries:
fr: Pays Sélectionnés:

source: Welcome to the Greenhouse Development Rights Calculator.
fr: Bienvenue à la calculatrice pour Greenhouse Development Rights.

source: Use the controls to the left to change the parameters in the GDRs framework and see the implications for the Responsibility and Capacity Index (RCI) and other indicators.
fr: Utilisez les commandes vers la gauche pour modifier les paramètres dans le cadre des GDR et voir les implications pour l'indice de responsabilité et de la capacité (RCI) et d'autres indicateurs.

source: Download complete Excel table
fr: Télécharger le tableau complet en Excel

source: The calculator or database has been updated since you last visited. Your settings have been reset.
fr: La calculatrice ou base de données a été mise à jour depuis votre dernière visite. Vos paramètres ont été réinitialisés.
